import burger from "../assets/burger.png";
import tomato from "../assets/tomato.png";

export   const initialItems = [
    {
      id: 1,
      name: "برجر السعادة 🍔",
      desc: "برجر طازج مع الجبن والخضار.",
      price: 25,
      image: burger,
      badge: "الأكثر مبيعاً",
    },
    {
      id: 2,
      name: "بيتزا الفرح 🍕",
      desc: "بيتزا لذيذة بمكونات طازجة.",
      price: 30 ,
      image: tomato,
    },
    {
      id: 3,
      name: "مشروب منعش 🥤",
      desc: "عصائر طبيعية كوكتيل.",
      price: 12,
      image: burger,
    },
    {
      id: 4,
      name: "سلطة السعادة 🥗",
      desc: "سلطة طازجة مع صلصة خاصة.",
      price: 18,
       image: burger,
    },
    {
      id: 5,
      name: "بطاطس مقلية 🍟",
      desc: "بطاطس مقرمشة مع توابل مميزة.",
      price: 15,
       image: burger,
    },
    {
      id: 6,
      name: "كيك الشوكولاتة 🍰",
      desc: "كيك غني بالشوكولاتة مع كريمة.",
      price: 20,
      image: burger,
    },

    {
      id: 7,
      name: "برجر الدجاج 🍔",
      desc: "برجر دجاج مقرمش مع صلصة خاصة.",
      price: 28,
      image: burger,
    },
    {
      id: 8,
      name: "مشروب الطاقة 🥤",
      desc: "مشروب منعش مع مكونات طبيعية.",
      price: 15,
      image: burger,
    },
    {
      id: 9,
      name: "سلطة الفواكه 🍉",
      desc: "سلطة منعشة مع مزيج من الفواكه.",
      price: 20,
      image: burger,
    }

  ];